SIMISA@@@@@@@@@@JINX0D0t______

Wagon ( OR-69552T-BPBS

Comment( LNER N2 0-6-2 Tank Engine )
Comment( FLIPPED FOR RETURN ROUTE - CHANGE CABS CTRL #E ) 

Type ( Engine )
WagonShape ( FDB_N2_69552.s )
Size  ( 2.718m 3.79m 11.36m )
Mass ( 70.25t-uk )

Comment( ********* Coupler Information ****************             Included in this section - Type, Spring, Velocity, etc )

	Coupling (
         Type ( Chain )
              	Spring (
			Break ( 600kN 1000kN )
               	r0 ( 10cm 0cm )
              )
     )  

Comment( ********** Brakes, Type, Force, etc ***************        Included in this section - Type, Force, Reservoir, Applicatiion, Release. etc )

BrakeSystemType ( "Vacuum_single_pipe" )
MaxBrakeForce ( 192kN ) Comment(53% MT Weight*Cof 0.5)
MaxHandbrakeForce ( 70kN ) Comment(20% MTW*0.5)
BrakeCylinderPressureForMaxBrakeBrakeForce ( 21inHg ) 

Comment (* Cast Iron Brakeshoes *)
ORTSBrakeShoeFriction ( 0.0 0.50 8.0 0.288 16.1 0.241 24.1 0.211 32.2 0.187 40.2 0.173 48.3 0.161 56.3 0.150 64.4 0.142 72.2 0.139 80.5 0.134 88.5 0.129 96.6 0.125 104.6 0.123 112.7 0.121)    

Comment( ******* Curve Resistance & SuperElevation *********                  Included in this section - Wheelbase, gauge, etc )

CentreOfGravity ( 0m 2.5m 0m )
ORTSTrackGauge ( 4ft 8.5in )
ORTSUnbalancedSuperelevation ( 6in )
ORTSRigidWheelbase ( 15.0ft )
Comment(WheelBase = 1.25 x (axles-1) x Drive Diameter)

Comment( ***************** Friction*************************                   Included in this section - Friction, Bearing Type )

ORTSBearingType ( Friction )
Comment(CN 1990 DW x18)
ORTSDavis_A ( 5597 )
ORTSDavis_B ( 23.32 )
ORTSDavis_C ( 5.128 )

ORTSWagonFrontalArea (96ft^2)
ORTSDavisDragConstant (0.0024)

Comments(  ******* Lights Section *******  Included in this section - Type, Colour, Location, Size, Control, etc)

Lights	( 15
			Light	(
			comment( Flickering front oil lamp )
			Type		( 0 )
			Conditions	(
					Headlight ( 4 )
					Unit ( 2 )
					Service ( 2 )
					)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	2
			State	(
					Duration ( 0.05 )
					LightColour ( eeffffff )
					Position ( 0 3.28 4.77 ) 
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.35 )
					)
			State	(
					Duration ( 0.03 )
					LightColour ( ccdddddd )
					Position ( 0 3.28 4.77 )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.4 )
					)
				)
			)

			Light	(
			comment( Flickering front red oil lamp )
			Type		( 0 )
			Conditions	(
					Headlight ( 4 )
					Unit ( 4 )
					Service ( 2 )
					)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	2
			State	(
					Duration ( 0.05 )
    					LightColour ( ffff0000 )
					Position ( 0 3.28 4.77 ) 
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.35 )
					)
			State	(
					Duration ( 0.03 )
					LightColour ( aaff0000 )
					Position ( 0 3.28 4.77 )
					Azimuth ( 0 0 0 )
					Transition ( 0 )
					Radius ( 0.4 )
					)
				)
			)

			Light	(
			comment( Rear Red Position A )
			Type		( 0 )
			Conditions	(
				Headlight ( 4 )
				Unit ( 3 )
				Service ( 2 )
			)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle		( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( 80ff0000 )
					Position ( 0 2.425 -5.467 )
					Azimuth ( -180 -180 -180 )
					Transition ( 0 )
					Radius ( 0.65 )
					)
				)
			)
		
			Light	(
			comment( Rear White Reversed Position A )
			Type		( 0 )
			Conditions	(
				Headlight ( 4 )
				Unit ( 5 )
				Service ( 2 )
			)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle		( 0 )
			States	(	1
				State	(
					Duration ( 0.0 )
					LightColour ( eeffffff )
					Position ( 0 2.425 -5.467 )
					Azimuth ( -180 -180 -180 )
					Transition ( 0 )
					Radius ( 0.75 )
					)
				)
			)

			Light	(
			comment( Flickering firebox )
			Type		( 0 )
			Conditions	(
			Headlight ( 0 )
			Unit ( 0 )
			)
			FadeIn	( 0.5 )
			FadeOut	( 0.5 )
			Cycle	( 0 )
			States	(	2
			State	(
			Duration ( 0.05 )
			LightColour ( eeff8800 )
			Position ( -0 2.15 -1.90 )
			Azimuth ( -180 -180 -180 )
			Transition ( 0 )
			Radius ( 1.3 )
			)
			State	(
			Duration ( 0.05 )
			LightColour ( eeff8800 )
			Position ( -0 2.10 -1.90 )
			Azimuth ( -180 -180 -180 )
			Transition ( 0 )
			Radius ( 1.3 )
									
					)
					
				)
			)

		
			Light	(	
			comment( Gauge Glass Lamp A )
			Type( 0 )
			Conditions (
			Headlight ( 3 )
			Unit ( 2 )
			)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	( 1
			State	(
			Duration ( 0.0 )
			LightColour ( 80ff7200 )
			Position ( 0 3.150 -2.05 )
			Azimuth ( -180 -180 -180 )
			Transition ( 0 )
			Radius ( 0.3 )
					)
				)
			)
			Light	(	
			comment( Gauge Glass Lamp A )
			Type( 0 )
			Conditions (
			Headlight ( 3 )
			Unit ( 2 )
			)
			FadeIn	( 0 )
			FadeOut	( 0 )
			Cycle	( 0 )
			States	( 1
			State	(
			Duration ( 0.0 )
			LightColour ( 80ffe610 )
			Position ( 0 3.150 -2.05 )
			Azimuth ( -180 -180 -180 )
			Transition ( 0 )
			Radius ( 0.3 )
					)
				)
			)
		
			Light ( 
                  comment( Ashpan flashes ) 
			Type ( 0 ) 
			Conditions ( 
			Headlight ( 3 ) 
			Unit ( 0 ) 
			) 
			Cycle ( 0 ) 
			FadeIn ( 0 ) 
			FadeOut ( 0.5 ) 
			States ( 28 
			State ( 
			Duration ( 1 ) 
			LightColour ( 00000000 ) 
			Position ( -0.1 0.14 -.50 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 3 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.50 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 3 ) 
			) 
			State ( 
			Duration ( 0.30 ) 
			LightColour ( 00000000 ) 
			Position ( -0.1 01.4 -.50 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 3 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.4 -.50 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.50 )
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.30 ) 
			LightColour ( 00000000 ) 
			Position ( -0.1 0.14 -.50 )
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.5 )
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.2 )
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 3 ) 
			) 
			State ( 
			Duration ( 0.30 ) 
			LightColour ( 00000000 ) 
			Position ( -0.1 0.14 -.2 )
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 3 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.2 )
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.2 )
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.30 ) 
			LightColour ( 00000000 ) 
			Position ( -0.1 0.14 -.2 )
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 3 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.2 )
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.5 ) 
			LightColour ( 00000000 ) 
			Position ( -0.1 0.14 -.2 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 3 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.2 )
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.2 )
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 3 ) 
			) 
			State ( 
			Duration ( 3 ) 
			LightColour ( 00000000 ) 
			Position ( -0.1 0.14 -.5 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 3 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.5 )
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.5 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 5 ) 
			LightColour ( 00000000 ) 
			Position ( -0.1 0.14 -.5 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.5 )
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.30 ) 
			LightColour ( 00000000 ) 
			Position ( -0.1 0.14 -.5 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.50 )
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.5 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.50 )
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.4 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.50 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 3 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 00000000 ) 
			Position ( -0.1 0.14 -.50 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 3 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.50 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
			) 
			State ( 
			Duration ( 0.6 ) 
			LightColour ( 80ff7200 ) 
			Position ( -0.1 0.14 -.5 )
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 4 ) 
                  )
               )
          )
		Light ( 
                  comment( Chimney Sparks RS1AA ) 
			Type		( 0 )
			Conditions	(
			Headlight ( 3 )
			Unit ( 2 )
			TimeOfDay ( 0 )
			Weather ( 0 )
			Coupling ( 0 )  
			)
			Cycle ( 0 ) 
			FadeIn ( 0 ) 
			FadeOut ( 0.5 ) 
			States ( 28 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.22 3.80 )

 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 4.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.42 3.8 )

			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.72 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.230 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 4.52 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 4.72 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.92 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.230 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 4.32 3.8 )
  
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.52 3.8 )
 
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.92 3.5 )
 
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 0.226 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.35 3.8 )
 
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.55 3.8 )
 
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 0.25 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 0.230 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 4.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 4.22 3.8 )
 
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 7.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 00000000 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.4 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.225 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 00000000 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.5 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.4 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.233 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 00000000 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.23 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.23 ) 
			) 
			State ( 
			Duration ( 0.6 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 9.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.230 ) 
                  )
               )
          )

		Light ( 
                  comment( Chimney Sparks RS1AA ) 
			Type		( 0 )
			Conditions	(
			Headlight ( 3 )
			Unit ( 2 )
			TimeOfDay ( 0 )
			Weather ( 0 )
			Coupling ( 0 )  
			)
			Cycle ( 0 ) 
			FadeIn ( 0 ) 
			FadeOut ( 0.5 ) 
			States ( 28 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 00000000 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 00000000 ) 
			Position ( 0 6.22 3.8 )

			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 00000000 ) 
			Position ( 0 7.22 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.234 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.22 3.8 )
  
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 00000000 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 7.22 3.8 )
 
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 0.234 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 7.22 3.8 )
 
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 00000000 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 0.2235 ) 
			) 
			State ( 
			Duration ( 0.3 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 0.23 ) 
			) 
			State ( 
			Duration ( 0.1 ) 
			LightColour ( 00000000 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 8.22 3.8 )
 
			Azimuth ( 90 90 90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 7.22 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 00000000 ) 
			Position ( 0 9.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( -180 -180 -180 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.236 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 00000000 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.4 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.22 3.5 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.25 ) 
			LightColour ( 00000000 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.236 ) 
			) 
			State ( 
			Duration ( 0.5 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 7.22 3.8 )
 
			Azimuth ( -90 -90 -90 ) 
			Transition ( 0 ) 
			Radius ( 0.236 ) 
			) 
			State ( 
			Duration ( 0.4 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 7.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 00000000 ) 
			Position ( 0 6.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.235 ) 
			) 
			State ( 
			Duration ( 0.2 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 5.22 3.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.236 ) 
			) 
			State ( 
			Duration ( 0.6 ) 
			LightColour ( 80ff7200 ) 
			Position ( 0 7.22 5.8 )
 
			Azimuth ( 0 0 0 ) 
			Transition ( 0 ) 
			Radius ( 0.236 ) 
                  		)
               		)
         		 )
			
		Light	(
			comment( Flickering Ashpan Front )
			Type		( 0 )
			Conditions	(
			Headlight ( 3 )
			Unit ( 2 )
			)
			FadeIn	( 0.975 )
			FadeOut	( 0.975 )
			Cycle	( 0 )
			States	(	2
			State	(
			Duration ( 0.05 )
			LightColour ( 80ff7200 )
			Position ( -0 0.45 -1.775 )
			Azimuth ( -90 -90 -90 )
			Transition ( 0 )
			Radius ( 1.3 )
			)
			State	(
			Duration ( 0.05 )
			LightColour ( 80ff7200 )
			Position ( -0 0.62 -1.775 )
			Azimuth ( -180 -180 -180 )
			Transition ( 0 )
			Radius ( 1.3 )
							
					)
				)
			)

			Light	(
			comment( Flickering Ashpan Front )
			Type		( 0 )
			Conditions	(
			Headlight ( 0 )
			Unit ( 2 )
			)
			FadeIn	( 0.75 )
			FadeOut	( 0.75 )
			Cycle	( 0 )
			States	(	2
			State	(
			Duration ( 0.05 )
			LightColour ( 80ff7200 )
			Position ( -0 0.42 -1.775 )
			Azimuth ( 45 45 45 )
			Transition ( 0 )
			Radius ( 1.35 )
			)
			State	(
			Duration ( 0.05 )
			LightColour ( 80ff7200 )
			Position ( -0 0.55 -1.775 )
			Azimuth ( 180 180 180 )
			Transition ( 0 )
			Radius ( 1.35 )
									
					)
				)
			)

			Light	(
			comment( Flickering Ashpan Front )
			Type		( 0 )
			Conditions	(
			Headlight ( 3 )
			Unit ( 2 )
			)
			FadeIn	( 1.95 )
			FadeOut	( 1.95 )
			Cycle	( 0 )
			States	(	2
			State	(
			Duration ( 0.05 )
			LightColour ( 80ff7200 )
			Position ( -0 0.55 -1.775 )
			Azimuth ( 180 180 180 )
			Transition ( 0 )
			Radius ( 1.34 )
			)
			State	(
			Duration ( 0.05 )
			LightColour ( 80ff7200 )
			Position ( -0 0.45 -1.775 )
			Azimuth ( 180 180 180 )
			Transition ( 0 )
			Radius ( 1.34 )
			)
		)
	)
)
	
Comment( ******* Miscellaneous Wagon Information************                 Included in this section - Passenger View, Sounds, Freight Animations Intake Points for Tank Engine )

Comment ( ==Passenger View== )
	Inside (
        PassengerCabinFile ( FDB_N2_69552.s )
        PassengerCabinHeadPos ( 1.455 2.95 -2 )
        RotationLimit ( 90 180 160 )
        StartDirection ( 0 0 0 )
  	)

	IntakePoint ( 0.9 10 FuelWater )
	IntakePoint ( -0.9 8 FuelCoal )
    
Sound ( "..\\..\\Common.MEP\\Standard2MT-4MTSound\\Standardeng.sms" )
)


Engine ( OR-69552T-BPBS
    
Effects
	(
		SteamSpecialEffects
		(
			comment
			(
				the format of these little blocks is as follow:

				offset.x offset.y offset.z
				normal.x normal.y normal.z
				width in metres

				defining the offset from the shape pivot point
				where steam / smoke should appear, the direction
				it should go and the width of the nozzle
			)

			WhistleFX
			(
			0 3.80 -1.5
			0 1 0
			0.2
			)

			SafetyValvesFX
			(
			0 3.65 -1.275
			0 1 0
			0.3
			)
			SafetyValvesFX
			(
			0 3.65 -1.275
			0 1 0
			0.2
			)
			StackFX
			(
			0 3.90 3.80
			0 1 0
			0.2
			)
			StackFX
			(
			0 3.90 3.8
			0 1 0
			0.2
			)
			CylindersFX
			(
			-0.4 0.45 3.9795
			0 0 1
			0.13
			)
			CylindersFX
			(
			0.4 0.45 3.9795
			0 0 1
			0.13
			)

			Injectors2FX
			(
				1.22 0.5 -3.1
				0 -1 -1
				0.15
			)
			Injectors1FX
			(
				1.22 0.5 -3.1
				0 -1 -1
				0.15
			)
		)
	)

Wagon ( OR-69552T-BPBS )
Comment ( *************General Information******************                    Included in this section - Wheels, sanding, etc )

ORTSSteamLocomotiveType ( Simple )
Type ( Steam )
WheelRadius ( 34in )
NumWheels ( 3 )
ORTSDriveWheelWeight ( 57t-uk  )  
Sanding ( 25mph )

Comment ( ****************** Boiler ************************          Included in this section - Length, volume, heating area, pressure, etc )

ORTSSteamBoilerType ( Superheated )
BoilerVolume ( 132ft^3 ) 
ORTSEvaporationArea ( 998ft^2 )
ORTSSuperheatArea ( 207ft^2 )
MaxBoilerPressure ( 170psi )
MaxSteamHeatingPressure ( 50psi )

Comment ( ***************** Cylinders **********************         Included in this section - Number, Stroke, Diameter, steam usage, etc )

NumCylinders ( 2 )
CylinderStroke ( 26in ) 
CylinderDiameter ( 19in ) 
ORTSCylinderEfficiencyRate ( 1.0 )  Comment ( Default Setting)

Comment ( ******************* Fire *************************          Included in this section - Fuel Quality, Grate Area, Shoveling Rate, etc ) 

ORTSFuelCalorific ( 12390btu/lb ) Comment(Blidworth Coal)
ORTSGrateArea ( 19ft^2 )
SteamFiremanMaxPossibleFiringRate( 3000 ) 
ShovelCoalMass ( 14lb )    

Comment ( ******************* Fuel *************************
Included in this section - Coal, water, Tender Presence, etc )

MaxTenderCoalMass ( 4t-uk )
MaxTenderWaterMass ( 20000lb )
IsTenderRequired( 0 )	

Comment(       ********ADVANCED PARAMETERS**********      )
Comment( Remove comment statement and outer brackets as required)

ORTSBoilerEvaporationRate ( 15.3 )

Comment(ORTSMaxIndicatedHorsepower ( 800.0hp )) 

Comment(ORTSMaxSuperheatTemperature ( 200.0 ))

ORTSBoilerEfficiency( 0.0 0.905  190.0 0.4525 ) Comment(From 4MT Report)

ORTSBurnRate( 0.0 10.0  7875.0 1000.0  12337.0 2000.0  14875.0 2500.0  16275.0 3000.0  18375.0 3500.0 ) Comment(From Pawson Graph)

Comment(ORTSCylinderInitialPressureDrop ( 0.0 0.99 350 0.98 ))

Comment(ORTSCylinderBackPressure ( 0.0 0.0  3000 12.0  ))

Comment ( *********Gearing (If used) *************************
Included in this section - Gear type, ratio, etc )

Comment ( *****************Brake System ********************        Included in this section - Compressor, Reservoir, Application rates, etc )   

TrainBrakesControllerMinSystemPressure( 0 )
TrainBrakesControllerMaxSystemPressure( 21inHg )
BrakeEquipmentType ( "Vacuum_brake, Handbrake " )
BrakeSystemType ( "Vacuum_single_pipe" )

Comment(************Train Control System (if used)**********        
Includes Monitoring of Overspeed, Vigilance, Emergency Braking)

Comment ( ************** Engine Controls ******************** 
Included-Controllers for Regulator, Reverser, Brakes etc) 

EngineControllers (
Regulator ( 0 1 0.0475 0 
            NumNotches( 0 )
    			)
Cutoff    ( -0.75 0.75 0.01 0 
            NumNotches( 0 )		
  		)

Brake_Train ( 0 1 0.1 0.5
NumNotches( 3
Notch ( 0.0 0 TrainBrakesControllerReleaseStart )
Notch ( 0.1 0 TrainBrakesControllerRunningStart )
Notch ( 0.2 1 TrainBrakesControllerVacuumContinuousServiceStart ) ) )


            Brake_Hand ( 0 1 0.0125 0
                NumNotches ( 0 )
            )
            FireDoor ( 0 1 0.1 0
                NumNotches ( 0 )
            )
            Sanding( 0 1 0 )
            Blower ( 0 1 0.025 0.2
                NumNotches ( 0 )
            )
		 ORTSSteamHeat( 0 1 0.0125 0.5 )
            Shovel ( 0 1 0.1 0
                NumNotches ( 0 )
            )
            DampersFront ( 0 1 0.1 1
                NumNotches ( 0 )
            )
            DampersBack ( 0 1 0.1 0
                NumNotches ( 0 )
            )
            Injector1Steam ( 0 1 0 )
            Injector2Steam ( 0 1 0 )
            Injector1Water ( 0 1 0.1 0
                NumNotches ( 0 )
            )
            Injector2Water ( 0 1 0.1 0
                NumNotches ( 0 )
            )
            CylinderCocks ( 0 1 1 )
            Whistle ( 0 1 0 )
            WaterScoop ( 0 1 0 )
            SmallEjectorOrCompressor( 0 1 1 )
            Headlights( 0 1 0 )
        )

Comment ( ********** Miscellaneous Information *************              Included in this section - Alternate Views, Sounds, Names, Description etc )  

	Cabview ( Standard2Tank.cvf )
	HeadOut (  -1.455 2.95 -2 )
 
Sound ( "..\\..\\Common.MEP\\Standard2MT-4MTSound\\Standardcab.sms" )
    	Name ( "69552 N2 Tank, BOWES PARK-BROAD ST, Coal 4t, Water 2000gal, Reverse Cab, TE 19.95Kbf" )
 	Description (
 	"All 107 N2s survived into British Railways ownership. At Nationalisation (1948), the allocation was Kings Cross (57), Hornsey (10), Hatfield (14), Hitchin (2), Colwick (5), Neasden (3), Parkhead (8), and Kipps (8). N2s would continue to work their originally intended duties at Kings Cross until the arrival of the diesels in the mid/late 1950s. The first withdrawal was in 1955, but a full withdrawal programme did not start until 1957. Many of their later duties included standing-in for diesel failures and acting as station pilots. The last thirteen N2s were withdrawn in 1962. One of these last thirteen, No. 69523 (LNER No. 4744) was purchased by the Gresley Society."
)
)
